IdeaRS.OpenModel.Loading.TypeCalculationCombiSIA
Type of combination

IdeaRS.OpenModel.Loading.TypeCalculationCombiSIA.Linear
Linear combination

IdeaRS.OpenModel.Loading.TypeCalculationCombiSIA.Envelope
Envelope combination

IdeaRS.OpenModel.Loading.TypeCalculationCombiSIA.Code
Combination according to code